ADMIN = "Админ"
ADMIN_PROMPT = "Давно не виделись! Как поживаете?"
BACK = "Назад"
CONTINUE_FEEDBACK = ("Пишите дальше, если хотите что-то добавить. "
                     "Нажмите «Послать отзыв», если готовы послать отзыв.")
DATA_REFRESHED = (
    "Не получается перейти назад, поскольку данные были обновлены. "
    "Пожалуйста, вернитесь в начало.")
EMPTY_SEARCH_RESULTS = (
    "По вашему запросу ничего не нашлось. 🤔 Пожалуйста, "
    "введите новый запрос или выберите пункт меню.\n\nЕсли у нас нет нужной "
    "статьи и Google тоже не может ответить на ваш вопрос, вы можете сообщить "
    "нам об этом, нажав кнопку \"Оставить отзыв боту\".")
ERROR_OCCURRED = "Извините, произошла ошибка. Попробуйте начать сначала."
FEEDBACK = "Оставить отзыв боту"
SEARCH_RESULT_HEADER = "По вашему запросу найдены статьи:"
PROMPT_FEEDBACK = "Пишите свой отзыв прямо тут."
PROMPT_REPLY = "Выберите пункт"
RELOAD = "Обновить данные разговора"
SEND_FEEDBACK = "✅ Послать отзыв"
SEND_FEEDBACK_ANONYMOUSLY = "🥷 Послать отзыв анонимно"
SINGLE_SEARCH_RESULT_HEADER_TEMPLATE = "По вашему запросу найдена статья \"{}\":"
START_OVER = "Вернуться в начало"
STATISTICS = "Статистика"
THANK_FOR_FEEDBACK = "Спасибо вам за отзыв! 🙏"
